Repository: schimahr/journale
Catalog: lib/l10n/app_*.arb
Languages: hr

# homeTitle
source: Welcome to Journalé!
hr: Dobro došli u Journalé!

source: Add journal entry
hr: Dodaj unos u dnevnik

source: Quotes
hr: Citati

source: Journal entries
hr: Unosi u dnevnik

source: Dark Mode
hr: Tamni način

source: Language
hr: Jezik

# about
source: About Journalé
hr: O Journalé

source: Sign out
hr: Odjava

source: Password
hr: Zaporka

# displayName
source: Name
hr: Ime

# searchJournalEntriesLabel
source: Search journal entries...
hr: Pretraži unose u dnevnik...

source: Journal entry title
hr: Naslov unosa u dnevnik

source: Journal entry text
hr: Tekst unosa u dnevnik

# giveAffirmation
source: Give me affirmation
hr: Daj mi afirmaciju

# affirmationAction
source: Close
hr: Zatvori

source: Sign in
hr: Prijava

source: Registration
hr: Registracija

source: Register
hr: Registriraj

# signInMissingInputs
source: Check your inputs!
hr: Provjerite vaše unose!

# signInSuccess
source: Sign in successful.
hr: Uspješna prijava.

# signInErrorPassword
source: Incorrect password.
hr: Neispravna zaporka.

# signInUserNotExists
source: User does not exist.
hr: Keispravan korisnički račun.

# signInInvalidEmail
source: Invalid email.
hr: Neispravan email.

# signInTitle
source: Sign in to Journalé
hr: Prijava u Journalé

# registerTitle
source: Create Journalé account
hr: Kreiranje Journalé računa

# registerSuccess
source: Registration successful.
hr: Uspješna registracija.

# signUpWeakPassword
source: Weak password!
hr: Slaba zaporka!

# emailAlreadyUsed
source: Email already registered to another account.
hr: Email je već registriran na drugom računu.

# quotesAddToFavs
source: Add to favourites
hr: Dodaj u favorite

# quotesAddToHome
source: Add to Home screen
hr: Dodaj na Home ekran

# quotesRemoveFav
source: Remove from favourites
hr: Ukloni iz favorita

# quoteSet
source: Home screen quote updated.
hr: Izreka na Home ekranu ažurirana.

source: Save changes
hr: Spremi promjene

source: Edit Journal entry
hr: Uređivanje unosa u dnevnik

# createJournalEntry
source: Save journal entry
hr: Spremi unos u dnevnik

source: Favourites
hr: Favoriti

# noFavEntries
source: You don't have favourite journal entries.
hr: Nemate omiljene unose u dnevnik.

# noFavQuotes
source: You don't have favourite quotes.
hr: Nemate omiljene citate.

# noEntries
source: You don't have journal entries.
hr: Nemate unose u dnevnik.
